[
  {
    "id": "court-fire-initiate",
    "name": "Fire Initiate",
    "stratum": "Court",
    "element": "Fire",
    "rank": "Initiate",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "An early but genuine flame suggests the matter is ready for disciplined beginnings rather than spectacle.",
    "shadow": "Enthusiasm becomes waste when the first spark is treated as finished mastery.",
    "astralNote": "Its astral note points toward beginning plainly and with intent.",
    "umbralNote": "Its umbral note suggests preparing the fuel before the effort is expanded.",
    "flags": []
  },
  {
    "id": "court-fire-vanguard",
    "name": "Fire Vanguard",
    "stratum": "Court",
    "element": "Fire",
    "rank": "Vanguard",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Forward pressure suggests the first duty is to establish momentum without losing command of pace.",
    "shadow": "Leadership becomes provocation when movement is prized over direction.",
    "astralNote": "Its astral note indicates an assertive step can be taken now.",
    "umbralNote": "Its umbral note suggests narrowing the line of advance before committing fully.",
    "flags": []
  },
  {
    "id": "court-fire-conduit",
    "name": "Fire Conduit",
    "stratum": "Court",
    "element": "Fire",
    "rank": "Conduit",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Channelled force suggests the work can move cleanly when energy is given form and sequence.",
    "shadow": "Power distorts when the channel confuses transmission with ownership.",
    "astralNote": "Its astral note points toward directing effort with precision.",
    "umbralNote": "Its umbral note suggests reducing excess so the current remains clear.",
    "flags": []
  },
  {
    "id": "court-fire-sovereign",
    "name": "Fire Sovereign",
    "stratum": "Court",
    "element": "Fire",
    "rank": "Sovereign",
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Authority grounded in will suggests decisive stewardship over the matter is available.",
    "shadow": "Authority becomes tyranny when command is used to feed appetite rather than serve the whole.",
    "astralNote": "Its astral note points toward clear command and responsible action.",
    "umbralNote": "Its umbral note suggests confirming legitimacy before enforcing the decision.",
    "flags": []
  },
  {
    "id": "court-ice-initiate",
    "name": "Ice Initiate",
    "stratum": "Court",
    "element": "Ice",
    "rank": "Initiate",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A restrained opening suggests the matter benefits from composure, exactness, and measured entry.",
    "shadow": "Reserve becomes inhibition when the first step is postponed beyond reason.",
    "astralNote": "Its astral note points toward a precise first move made without haste.",
    "umbralNote": "Its umbral note suggests settling the field before advancing.",
    "flags": []
  },
  {
    "id": "court-ice-vanguard",
    "name": "Ice Vanguard",
    "stratum": "Court",
    "element": "Ice",
    "rank": "Vanguard",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Strategic pressure suggests that position and timing matter more than raw force.",
    "shadow": "Control becomes brittleness when no allowance is made for living complexity.",
    "astralNote": "Its astral note indicates disciplined advance can succeed if the line stays clean.",
    "umbralNote": "Its umbral note supports holding formation until conditions clarify.",
    "flags": []
  },
  {
    "id": "court-ice-conduit",
    "name": "Ice Conduit",
    "stratum": "Court",
    "element": "Ice",
    "rank": "Conduit",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Refined transmission suggests the work improves when sharpened, filtered, and made exact.",
    "shadow": "Precision becomes sterility when all warmth is edited out of the exchange.",
    "astralNote": "Its astral note points toward exact communication and clean execution.",
    "umbralNote": "Its umbral note suggests reducing noise before anything important is sent onward.",
    "flags": []
  },
  {
    "id": "court-ice-sovereign",
    "name": "Ice Sovereign",
    "stratum": "Court",
    "element": "Ice",
    "rank": "Sovereign",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "Authority through restraint suggests order can be maintained without noise or display.",
    "shadow": "Order becomes cold domination when form is valued above living consequence.",
    "astralNote": "Its astral note points toward firm governance tempered by clarity.",
    "umbralNote": "Its umbral note supports preserving structure and narrowing the field of action.",
    "flags": []
  },
  {
    "id": "court-wind-initiate",
    "name": "Wind Initiate",
    "stratum": "Court",
    "element": "Wind",
    "rank": "Initiate",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A light beginning suggests flexibility and responsiveness should guide the first movement.",
    "shadow": "Adaptability becomes drift when no course is held long enough to matter.",
    "astralNote": "Its astral note points toward testing the path with a quick but thoughtful step.",
    "umbralNote": "Its umbral note suggests listening to the shifts before committing further.",
    "flags": []
  },
  {
    "id": "court-wind-vanguard",
    "name": "Wind Vanguard",
    "stratum": "Court",
    "element": "Wind",
    "rank": "Vanguard",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Movement shaped by awareness suggests progress comes through agility rather than collision.",
    "shadow": "Speed becomes evasion when direction is constantly traded for motion.",
    "astralNote": "Its astral note indicates momentum can be used intelligently now.",
    "umbralNote": "Its umbral note suggests checking the currents before advancing again.",
    "flags": []
  },
  {
    "id": "court-wind-conduit",
    "name": "Wind Conduit",
    "stratum": "Court",
    "element": "Wind",
    "rank": "Conduit",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Circulation suggests information and effort should move freely enough to keep the pattern alive.",
    "shadow": "Circulation becomes chatter when motion replaces substance.",
    "astralNote": "Its astral note points toward timely exchange and well-paced coordination.",
    "umbralNote": "Its umbral note suggests trimming excess movement until the signal is clear.",
    "flags": []
  },
  {
    "id": "court-wind-sovereign",
    "name": "Wind Sovereign",
    "stratum": "Court",
    "element": "Wind",
    "rank": "Sovereign",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Command through adaptability suggests broad oversight and light-handed direction are favored.",
    "shadow": "Adaptable rule becomes inconsistency when nothing stable anchors the command.",
    "astralNote": "Its astral note points toward guiding the field by movement and timing.",
    "umbralNote": "Its umbral note suggests establishing a steadier center before widening influence.",
    "flags": []
  },
  {
    "id": "court-water-initiate",
    "name": "Water Initiate",
    "stratum": "Court",
    "element": "Water",
    "rank": "Initiate",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A tentative current suggests receptivity, listening, and adaptation are part of the proper opening.",
    "shadow": "Sensitivity becomes drift when every pressure alters the course.",
    "astralNote": "Its astral note indicates responsiveness can still support timely action.",
    "umbralNote": "Its umbral note suggests settling before choosing a channel.",
    "flags": []
  },
  {
    "id": "court-water-vanguard",
    "name": "Water Vanguard",
    "stratum": "Court",
    "element": "Water",
    "rank": "Vanguard",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Adaptable movement suggests progress comes through shaping around resistance rather than striking it directly.",
    "shadow": "Adaptation becomes evasiveness when no form is held long enough to matter.",
    "astralNote": "Its astral note points toward flexible motion with a clear destination.",
    "umbralNote": "Its umbral note suggests observing the terrain before pressing ahead.",
    "flags": []
  },
  {
    "id": "court-water-conduit",
    "name": "Water Conduit",
    "stratum": "Court",
    "element": "Water",
    "rank": "Conduit",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Transmission through feeling suggests understanding grows when the current is allowed to carry nuance rather than force.",
    "shadow": "Sensitivity becomes leakage when every boundary is softened at once.",
    "astralNote": "Its astral note points toward responsive exchange guided by care.",
    "umbralNote": "Its umbral note suggests containing the current before sending it outward.",
    "flags": []
  },
  {
    "id": "court-water-sovereign",
    "name": "Water Sovereign",
    "stratum": "Court",
    "element": "Water",
    "rank": "Sovereign",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Authority through depth suggests influence is strongest when it draws others into accord rather than forcing compliance.",
    "shadow": "Depth becomes manipulation when emotional knowledge is used to steer without consent.",
    "astralNote": "Its astral note points toward guiding through attunement and patient command.",
    "umbralNote": "Its umbral note suggests deepening understanding before exercising influence.",
    "flags": []
  },
  {
    "id": "court-earth-initiate",
    "name": "Earth Initiate",
    "stratum": "Court",
    "element": "Earth",
    "rank": "Initiate",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A grounded beginning suggests the matter should be built from what can bear weight over time.",
    "shadow": "Groundedness becomes inertia when caution is mistaken for substance.",
    "astralNote": "Its astral note points toward taking one practical step that can hold.",
    "umbralNote": "Its umbral note suggests checking the footing before adding load.",
    "flags": []
  },
  {
    "id": "court-earth-vanguard",
    "name": "Earth Vanguard",
    "stratum": "Court",
    "element": "Earth",
    "rank": "Vanguard",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Steady pressure suggests endurance and placement matter more than speed.",
    "shadow": "Steadiness becomes stubbornness when the line is held for its own sake.",
    "astralNote": "Its astral note points toward deliberate progress supported by firm structure.",
    "umbralNote": "Its umbral note suggests reinforcing the base before moving further.",
    "flags": []
  },
  {
    "id": "court-earth-conduit",
    "name": "Earth Conduit",
    "stratum": "Court",
    "element": "Earth",
    "rank": "Conduit",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A solid channel suggests effort should be routed through dependable forms rather than improvised ones.",
    "shadow": "Dependability becomes blockage when the channel can no longer adapt to real conditions.",
    "astralNote": "Its astral note points toward using sound systems to support forward work.",
    "umbralNote": "Its umbral note suggests repairing the conduit before trusting it with more weight.",
    "flags": []
  },
  {
    "id": "court-earth-sovereign",
    "name": "Earth Sovereign",
    "stratum": "Court",
    "element": "Earth",
    "rank": "Sovereign",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "Established authority suggests durable order can be maintained through patience, structure, and proven form.",
    "shadow": "Durability becomes oppression when permanence is used to silence change.",
    "astralNote": "Its astral note points toward ruling through reliability and material clarity.",
    "umbralNote": "Its umbral note suggests holding the foundation while pressures settle.",
    "flags": []
  },
  {
    "id": "court-lightning-initiate",
    "name": "Lightning Initiate",
    "stratum": "Court",
    "element": "Lightning",
    "rank": "Initiate",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A charged opening suggests recognition arrives quickly and should be met with alert discipline.",
    "shadow": "Quickness becomes agitation when every impulse is treated as a command.",
    "astralNote": "Its astral note points toward immediate awareness and nimble response.",
    "umbralNote": "Its umbral note suggests grounding the current before acting on it.",
    "flags": []
  },
  {
    "id": "court-lightning-vanguard",
    "name": "Lightning Vanguard",
    "stratum": "Court",
    "element": "Lightning",
    "rank": "Vanguard",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Swift pressure suggests the field can change faster than habit expects, favoring readiness over routine.",
    "shadow": "Readiness becomes volatility when reaction outruns discernment.",
    "astralNote": "Its astral note points toward decisive response with a clear line of intent.",
    "umbralNote": "Its umbral note suggests absorbing the charge before directing it.",
    "flags": []
  },
  {
    "id": "court-lightning-conduit",
    "name": "Lightning Conduit",
    "stratum": "Court",
    "element": "Lightning",
    "rank": "Conduit",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "High-voltage transmission suggests insight and force are strongest when precisely routed.",
    "shadow": "Transmission becomes overload when too much force is carried through an unready path.",
    "astralNote": "Its astral note points toward directing the current into useful form.",
    "umbralNote": "Its umbral note suggests insulating the line before amplifying it.",
    "flags": []
  },
  {
    "id": "court-lightning-sovereign",
    "name": "Lightning Sovereign",
    "stratum": "Court",
    "element": "Lightning",
    "rank": "Sovereign",
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Command through forceful clarity suggests the decision point has arrived and should not be disguised.",
    "shadow": "Clarity becomes coercion when authority values obedience over understanding.",
    "astralNote": "Its astral note points toward explicit command and timely judgment.",
    "umbralNote": "Its umbral note suggests containing the charge until the right moment to release it.",
    "flags": []
  }
]
