[
  {
    "id": "crystal-i",
    "name": "Crystal I",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "A clarifying current gathers around the essential question.",
    "shadow": "Clarity hardens into rigidity when certainty is prized over truth.",
    "astralNote": "Its astral note points toward decisive but measured action.",
    "umbralNote": "Its umbral note suggests slowing down before naming the answer.",
    "flags": []
  },
  {
    "id": "crystal-ii",
    "name": "Crystal II",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "The pattern asks for preservation before expansion.",
    "shadow": "Conservation turns stagnant when fear prevents a necessary step.",
    "astralNote": "Its astral note indicates motion should be tested before commitment.",
    "umbralNote": "Its umbral note supports restraint and careful consolidation.",
    "flags": []
  },
  {
    "id": "crystal-iii",
    "name": "Crystal III",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Several obligations can be aligned without sacrificing the center.",
    "shadow": "Balance is lost when accommodation replaces judgment.",
    "astralNote": "Its astral note suggests coordinated action among competing duties.",
    "umbralNote": "Its umbral note suggests reducing noise before choosing a side.",
    "flags": [
      "Moderate"
    ]
  },
  {
    "id": "crystal-iv",
    "name": "Crystal IV",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Momentum grows when the truth is stated without ornament.",
    "shadow": "Momentum becomes pressure when speech outruns preparation.",
    "astralNote": "Its astral note points toward clear commitment.",
    "umbralNote": "Its umbral note suggests reviewing the cost of haste.",
    "flags": []
  },
  {
    "id": "crystal-v",
    "name": "Crystal V",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A balancing presence steadies the reading and softens extremes.",
    "shadow": "Balance can become indecision when no claim is allowed to sharpen.",
    "astralNote": "Its astral note indicates action should remain proportionate.",
    "umbralNote": "Its umbral note supports deliberate re-centering.",
    "flags": [
      "Moderate"
    ]
  },
  {
    "id": "crystal-vi",
    "name": "Crystal VI",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The reading suggests patience while hidden structure becomes visible.",
    "shadow": "Waiting becomes avoidance when necessary labor is deferred.",
    "astralNote": "Its astral note points toward a limited advance with clear safeguards.",
    "umbralNote": "Its umbral note indicates the slower path is currently wiser.",
    "flags": []
  },
  {
    "id": "crystal-vii",
    "name": "Crystal VII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "The larger pattern favors conviction supported by preparation.",
    "shadow": "Conviction becomes strain when the burden is carried alone.",
    "astralNote": "Its astral note indicates a timely commitment.",
    "umbralNote": "Its umbral note suggests securing support before moving.",
    "flags": []
  },
  {
    "id": "crystal-viii",
    "name": "Crystal VIII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A hidden reserve protects the work from premature exposure.",
    "shadow": "Protection becomes isolation when nothing is allowed to reach you.",
    "astralNote": "Its astral note indicates a careful unveiling may be timely.",
    "umbralNote": "Its umbral note supports shielding what is not ready.",
    "flags": []
  },
  {
    "id": "crystal-ix",
    "name": "Crystal IX",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Study and solitude suggest that the answer matures through sustained attention.",
    "shadow": "Reflection becomes estrangement when distance is mistaken for wisdom.",
    "astralNote": "Its astral note points toward acting from hard-earned understanding.",
    "umbralNote": "Its umbral note suggests remaining with the question a little longer.",
    "flags": []
  },
  {
    "id": "crystal-x",
    "name": "Crystal X",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A turning of conditions suggests that timing is part of the answer.",
    "shadow": "Cycles become excuses when responsibility is handed over to fate.",
    "astralNote": "Its astral note indicates readiness to move with the opening.",
    "umbralNote": "Its umbral note suggests waiting for the full turn to reveal itself.",
    "flags": []
  },
  {
    "id": "crystal-xi",
    "name": "Crystal XI",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Measured force suggests that disciplined strength can resolve the present pressure.",
    "shadow": "Strength curdles into domination when restraint is treated as weakness.",
    "astralNote": "Its astral note points toward decisive effort governed by discipline.",
    "umbralNote": "Its umbral note suggests containing force until it can be applied cleanly.",
    "flags": []
  },
  {
    "id": "crystal-xii",
    "name": "Crystal XII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "A reversal of perspective suggests that progress now comes through surrendering the old angle.",
    "shadow": "Yielding becomes passivity when sacrifice is made without discernment.",
    "astralNote": "Its astral note indicates that a new vantage can unlock timely action.",
    "umbralNote": "Its umbral note supports suspension, reassessment, and patient reorientation.",
    "flags": []
  },
  {
    "id": "crystal-xiii",
    "name": "Crystal XIII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "An ending clarifies the field and suggests that something complete should be allowed to conclude.",
    "shadow": "Necessary endings become ruin when loss is resisted past reason.",
    "astralNote": "Its astral note points toward clearing space for the next true beginning.",
    "umbralNote": "Its umbral note supports closure, release, and honest acknowledgment.",
    "flags": [
      "Distort"
    ]
  },
  {
    "id": "crystal-xiv",
    "name": "Crystal XIV",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Temperance suggests that durable progress comes through measured blending rather than excess.",
    "shadow": "Moderation becomes dilution when every edge is softened beyond use.",
    "astralNote": "Its astral note indicates coordinated movement and proportionate effort.",
    "umbralNote": "Its umbral note supports rebalancing and careful integration.",
    "flags": [
      "Moderate"
    ]
  },
  {
    "id": "crystal-xv",
    "name": "Crystal XV",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Attachment to appetite or control suggests that the reading is testing what holds power over you.",
    "shadow": "Entanglement deepens when appetite is renamed as necessity.",
    "astralNote": "Its astral note points toward naming the bond clearly and refusing its exaggerations.",
    "umbralNote": "Its umbral note suggests stepping back from compulsive movement.",
    "flags": [
      "Amplify"
    ]
  },
  {
    "id": "crystal-xvi",
    "name": "Crystal XVI",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A fracture in structure suggests that unstable arrangements are already giving way.",
    "shadow": "Collapse worsens when the warning is denied and the failing structure is defended.",
    "astralNote": "Its astral note indicates that rebuilding can begin once the break is acknowledged.",
    "umbralNote": "Its umbral note supports caution while instability continues to reveal itself.",
    "flags": [
      "Override"
    ]
  },
  {
    "id": "crystal-xvii",
    "name": "Crystal XVII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Hope grounded in clear sight suggests that renewal is available without fantasy.",
    "shadow": "Hope becomes projection when longing overwrites what is actually present.",
    "astralNote": "Its astral note points toward moving with confidence tempered by observation.",
    "umbralNote": "Its umbral note suggests preserving the hope while letting the pace remain slow.",
    "flags": []
  },
  {
    "id": "crystal-xviii",
    "name": "Crystal XVIII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Ambiguity suggests the unseen is active and should be handled with caution rather than panic.",
    "shadow": "Ambiguity becomes self-deception when fear is allowed to write the story.",
    "astralNote": "Its astral note indicates that one careful step can test what is real.",
    "umbralNote": "Its umbral note supports stillness, observation, and keeping conclusions provisional.",
    "flags": [
      "Distort"
    ]
  },
  {
    "id": "crystal-xix",
    "name": "Crystal XIX",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Clear vitality suggests the reading favors openness, confidence, and straightforward expression.",
    "shadow": "Brightness becomes exposure when everything is revealed before it is ready.",
    "astralNote": "Its astral note points toward acting plainly and without theatricality.",
    "umbralNote": "Its umbral note suggests protecting the center even while remaining visible.",
    "flags": []
  },
  {
    "id": "crystal-xx",
    "name": "Crystal XX",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A call to reckoning suggests that the matter should now be judged in full rather than in fragments.",
    "shadow": "Judgment distorts when the verdict is chosen before the evidence is faced.",
    "astralNote": "Its astral note indicates readiness to answer the call directly.",
    "umbralNote": "Its umbral note supports review, confession, and careful accounting.",
    "flags": [
      "Override"
    ]
  },
  {
    "id": "crystal-xxi",
    "name": "Crystal XXI",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Completion suggests that the pattern can be understood as a whole rather than as isolated parts.",
    "shadow": "Completion becomes stagnation when closure is used to refuse the next cycle.",
    "astralNote": "Its astral note points toward stepping into the wider consequence of the work.",
    "umbralNote": "Its umbral note suggests confirming the ending before announcing it complete.",
    "flags": []
  },
  {
    "id": "crystal-xxii",
    "name": "Crystal XXII",
    "stratum": "Crystal",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A new threshold suggests that beginnings matter most when they are entered with awareness rather than innocence.",
    "shadow": "Beginnings become drift when trust is separated from judgment.",
    "astralNote": "Its astral note indicates a fresh step can be taken with deliberate openness.",
    "umbralNote": "Its umbral note supports preparing the ground before committing fully.",
    "flags": []
  }
]
