[
  {
    "id": "divine-i",
    "name": "The Lantern of Mercy",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Compassion applied with clarity suggests the next step can be made without cruelty.",
    "shadow": "Mercy becomes indulgence when consequence is refused entirely.",
    "astralNote": "Its astral note points toward acting kindly without surrendering judgment.",
    "umbralNote": "Its umbral note suggests withholding the verdict until the whole matter is seen.",
    "flags": []
  },
  {
    "id": "divine-ii",
    "name": "The Oathkeeper",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Duty faithfully carried suggests the reading should be grounded in what has already been pledged.",
    "shadow": "Duty becomes bondage when the oath outlives the truth that formed it.",
    "astralNote": "Its astral note indicates a promise can still guide clean action.",
    "umbralNote": "Its umbral note suggests reviewing whether the obligation remains rightful.",
    "flags": []
  },
  {
    "id": "divine-iii",
    "name": "The Quiet Covenant",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Trust preserved in silence suggests that not every truth must be spoken at once.",
    "shadow": "Silence becomes concealment when it protects what should be revealed.",
    "astralNote": "Its astral note points toward honoring the bond while moving deliberately.",
    "umbralNote": "Its umbral note supports restraint, privacy, and measured disclosure.",
    "flags": []
  },
  {
    "id": "divine-iv",
    "name": "The Shield of Dawn",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Protection rightly used suggests the vulnerable can be defended without widening the conflict.",
    "shadow": "Protection becomes control when shelter is used to deny another's agency.",
    "astralNote": "Its astral note indicates protective action can be taken cleanly now.",
    "umbralNote": "Its umbral note suggests fortifying the boundary before stepping outward.",
    "flags": []
  },
  {
    "id": "divine-radiant-balance",
    "name": "Radiant Balance",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Radiant Balance suggests opposing pressures can be held in proportion without erasing their differences.",
    "shadow": "Balance becomes paralysis when every claim is treated as equally binding.",
    "astralNote": "Its astral note points toward proportionate action guided by a steady center.",
    "umbralNote": "Its umbral note supports re-centering, de-escalation, and careful alignment.",
    "flags": [
      "Moderate"
    ]
  },
  {
    "id": "divine-vi",
    "name": "The Healing Spring",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Restoration suggests the reading is not asking for brilliance, but for repair that lasts.",
    "shadow": "Healing becomes denial when restoration is claimed before the wound is understood.",
    "astralNote": "Its astral note indicates active repair can begin in practical ways.",
    "umbralNote": "Its umbral note suggests rest and mending should take precedence over advancement.",
    "flags": [
      "Moderate"
    ]
  },
  {
    "id": "divine-vii",
    "name": "The Witness Star",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Truth seen without ornament suggests that honest recognition is the holiest act available here.",
    "shadow": "Witness becomes accusation when seeing is used as a weapon rather than a guide.",
    "astralNote": "Its astral note points toward naming the truth with precision and restraint.",
    "umbralNote": "Its umbral note suggests observing a little longer before speaking.",
    "flags": []
  },
  {
    "id": "divine-viii",
    "name": "The Measured Verdict",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Discernment suggests that judgment can clarify the path when it is made without haste.",
    "shadow": "Judgment becomes severity when complexity is forced into a simpler shape than truth allows.",
    "astralNote": "Its astral note indicates a careful decision can now be rendered.",
    "umbralNote": "Its umbral note supports review before any final word is spoken.",
    "flags": []
  },
  {
    "id": "divine-ix",
    "name": "The Sacred Hearth",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Sanctuary suggests that what is protected at the center should not be exposed for convenience.",
    "shadow": "Sanctuary becomes withdrawal when safety is used to avoid all risk and relation.",
    "astralNote": "Its astral note points toward strengthening the center before reaching outward.",
    "umbralNote": "Its umbral note supports retreat, replenishment, and guarded preservation.",
    "flags": []
  },
  {
    "id": "divine-x",
    "name": "The Pilgrim's Grace",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Grace in motion suggests that progress need not be forceful to be real.",
    "shadow": "Grace becomes evasion when softness refuses the demands of the road.",
    "astralNote": "Its astral note indicates forward movement can remain gentle and exact.",
    "umbralNote": "Its umbral note suggests shortening the journey until footing is secure.",
    "flags": []
  },
  {
    "id": "divine-xi",
    "name": "The Veil of Benediction",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A quiet blessing suggests protection may be present even where certainty is not.",
    "shadow": "Blessing becomes passivity when it is used to excuse inaction entirely.",
    "astralNote": "Its astral note points toward moving with trust, but not carelessness.",
    "umbralNote": "Its umbral note supports staying close to what has already proven sound.",
    "flags": []
  },
  {
    "id": "divine-xii",
    "name": "The Last Sanctuary",
    "stratum": "Divine",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Final refuge suggests there is still a place from which the matter can be steadied and renewed.",
    "shadow": "Refuge becomes stagnation when shelter is never meant to open again.",
    "astralNote": "Its astral note indicates security can support the next clear movement.",
    "umbralNote": "Its umbral note suggests remaining under protection until the strain has passed.",
    "flags": [
      "Moderate"
    ]
  }
]
