[
  {
    "id": "lightning-i",
    "name": "Lightning I",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "1",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A first charge suggests recognition arrives quickly and should be met with alert discipline.",
    "shadow": "Quickness becomes agitation when every spark is treated as a command.",
    "astralNote": "Its astral note points toward swift recognition and immediate readiness.",
    "umbralNote": "Its umbral note suggests grounding the current before acting on it.",
    "flags": []
  },
  {
    "id": "lightning-ii",
    "name": "Lightning II",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "2",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Paired signals suggest momentum builds when response is timely and the circuit remains clear.",
    "shadow": "Coordination becomes overreaction when one impulse triggers another without judgment.",
    "astralNote": "Its astral note points toward fast cooperation with explicit intent.",
    "umbralNote": "Its umbral note suggests checking the line before amplifying the exchange.",
    "flags": []
  },
  {
    "id": "lightning-iii",
    "name": "Lightning III",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "3",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A stable circuit suggests intelligence and force can move together when routed with care.",
    "shadow": "Clarity becomes overload when too many paths are energized at once.",
    "astralNote": "Its astral note points toward directing insight into useful action.",
    "umbralNote": "Its umbral note suggests limiting the active channels until the route is proven sound.",
    "flags": []
  },
  {
    "id": "lightning-iv",
    "name": "Lightning IV",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "4",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Stored charge suggests power should be retained until the exact point of use is known.",
    "shadow": "Reserve becomes tension when no release is ever allowed.",
    "astralNote": "Its astral note points toward deliberate discharge at the right moment.",
    "umbralNote": "Its umbral note suggests containment and insulation before movement.",
    "flags": []
  },
  {
    "id": "lightning-v",
    "name": "Lightning V",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "5",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A broken line suggests the current is being interrupted by strain, resistance, or poor grounding.",
    "shadow": "Interruption becomes panic when every break is treated as total failure.",
    "astralNote": "Its astral note points toward repairing the route so force can move cleanly again.",
    "umbralNote": "Its umbral note suggests shutting down excess load before restoring the line.",
    "flags": []
  },
  {
    "id": "lightning-vi",
    "name": "Lightning VI",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "6",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Recognition and momentum suggest the pattern is becoming visible and can now be acted on with confidence.",
    "shadow": "Visibility becomes showmanship when recognition is prized over function.",
    "astralNote": "Its astral note points toward timely action backed by clear perception.",
    "umbralNote": "Its umbral note suggests separating the signal from the applause before committing further.",
    "flags": []
  },
  {
    "id": "lightning-vii",
    "name": "Lightning VII",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "7",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Strategic voltage suggests force is most effective when applied in exact measure rather than abundance.",
    "shadow": "Precision becomes severity when the charge is sharpened beyond necessity.",
    "astralNote": "Its astral note points toward targeted effort and well-placed emphasis.",
    "umbralNote": "Its umbral note suggests reducing intensity until the exact need is visible.",
    "flags": []
  },
  {
    "id": "lightning-viii",
    "name": "Lightning VIII",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "8",
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Rapid transmission suggests developments may move faster than caution prefers, rewarding prepared responsiveness.",
    "shadow": "Speed becomes fragmentation when force outruns coherence.",
    "astralNote": "Its astral note points toward swift coordination and decisive execution.",
    "umbralNote": "Its umbral note suggests taking one moment to secure the route before increasing speed.",
    "flags": []
  },
  {
    "id": "lightning-ix",
    "name": "Lightning IX",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "9",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A sustained field suggests the current can be held if the system remains disciplined and well-grounded.",
    "shadow": "Sustaining power becomes strain when maintenance is ignored in the name of endurance.",
    "astralNote": "Its astral note points toward holding the line with measured confidence.",
    "umbralNote": "Its umbral note suggests checking the strain points before extending the field.",
    "flags": []
  },
  {
    "id": "lightning-x",
    "name": "Lightning X",
    "stratum": "Element",
    "element": "Lightning",
    "rank": "10",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "An exhausted circuit suggests the cycle is ending under accumulated load and requires release before renewal.",
    "shadow": "Exhaustion becomes collapse when no discharge or rest is permitted.",
    "astralNote": "Its astral note points toward clearing the line so fresh force can later return.",
    "umbralNote": "Its umbral note supports discharge, recovery, and a deliberate reduction of load.",
    "flags": []
  }
]
