[
  {
    "id": "earth-i",
    "name": "Earth I",
    "stratum": "Element",
    "element": "Earth",
    "rank": "1",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A first foundation suggests the matter should begin from what can bear weight over time.",
    "shadow": "Grounding becomes inertia when caution is mistaken for substance.",
    "astralNote": "Its astral note points toward one practical step that can support what follows.",
    "umbralNote": "Its umbral note suggests testing the footing before building higher.",
    "flags": []
  },
  {
    "id": "earth-ii",
    "name": "Earth II",
    "stratum": "Element",
    "element": "Earth",
    "rank": "2",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "An aligned pair suggests stability grows when two burdens are arranged to support rather than compete.",
    "shadow": "Support becomes dependency when structure is never allowed to evolve.",
    "astralNote": "Its astral note indicates steady cooperation can carry the work forward.",
    "umbralNote": "Its umbral note suggests reinforcing the join before adding pressure.",
    "flags": []
  },
  {
    "id": "earth-iii",
    "name": "Earth III",
    "stratum": "Element",
    "element": "Earth",
    "rank": "3",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Craft and placement suggest the matter improves through patient shaping and sound construction.",
    "shadow": "Craft becomes fussiness when refinement replaces completion.",
    "astralNote": "Its astral note points toward building with skill and material honesty.",
    "umbralNote": "Its umbral note suggests strengthening the form before widening it.",
    "flags": []
  },
  {
    "id": "earth-iv",
    "name": "Earth IV",
    "stratum": "Element",
    "element": "Earth",
    "rank": "4",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Containment suggests order and boundary are more useful now than expansion.",
    "shadow": "Order becomes hardness when structure is defended beyond its purpose.",
    "astralNote": "Its astral note indicates boundaries can support disciplined progress.",
    "umbralNote": "Its umbral note suggests holding the center and reducing unnecessary strain.",
    "flags": []
  },
  {
    "id": "earth-v",
    "name": "Earth V",
    "stratum": "Element",
    "element": "Earth",
    "rank": "5",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "A stress fracture suggests the burden is no longer sitting evenly and requires direct correction.",
    "shadow": "Damage deepens when the crack is ignored in the name of endurance.",
    "astralNote": "Its astral note points toward repair through exact acknowledgment of the strain.",
    "umbralNote": "Its umbral note suggests halting added pressure until the break is secured.",
    "flags": []
  },
  {
    "id": "earth-vi",
    "name": "Earth VI",
    "stratum": "Element",
    "element": "Earth",
    "rank": "6",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Reciprocity suggests stability returns when material obligations are handled fairly and concretely.",
    "shadow": "Fairness becomes bookkeeping when balance is measured without regard for circumstance.",
    "astralNote": "Its astral note indicates practical restitution can strengthen the foundation.",
    "umbralNote": "Its umbral note suggests making the terms durable before proceeding.",
    "flags": []
  },
  {
    "id": "earth-vii",
    "name": "Earth VII",
    "stratum": "Element",
    "element": "Earth",
    "rank": "7",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A defended position suggests the work can continue if ground is held with discipline rather than stubbornness.",
    "shadow": "Defense becomes needless resistance when every pressure is treated as an assault.",
    "astralNote": "Its astral note points toward maintaining the line while advancing carefully.",
    "umbralNote": "Its umbral note suggests reinforcing the position before pressing outward.",
    "flags": []
  },
  {
    "id": "earth-viii",
    "name": "Earth VIII",
    "stratum": "Element",
    "element": "Earth",
    "rank": "8",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Sustained labor suggests the result will take shape through repetition, care, and patient effort.",
    "shadow": "Labor becomes grind when effort continues without adjustment or reflection.",
    "astralNote": "Its astral note points toward steady work applied with skill.",
    "umbralNote": "Its umbral note suggests refining the method so the labor remains durable.",
    "flags": []
  },
  {
    "id": "earth-ix",
    "name": "Earth IX",
    "stratum": "Element",
    "element": "Earth",
    "rank": "9",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A mature field suggests the accumulated work can now sustain itself with less strain than before.",
    "shadow": "Security becomes enclosure when sufficiency is used to refuse all exchange.",
    "astralNote": "Its astral note points toward using abundance to support the next step wisely.",
    "umbralNote": "Its umbral note suggests consolidating what is already stable before extending further.",
    "flags": []
  },
  {
    "id": "earth-x",
    "name": "Earth X",
    "stratum": "Element",
    "element": "Earth",
    "rank": "10",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "Completion through weight suggests the cycle is ending under the full burden of what has been carried.",
    "shadow": "Completion becomes entrapment when nothing is set down and every burden is treated as permanent.",
    "astralNote": "Its astral note points toward redistributing the load before the next phase begins.",
    "umbralNote": "Its umbral note supports rest, release, and a deliberate end to overextension.",
    "flags": []
  }
]
