[
  {
    "id": "water-i",
    "name": "Water I",
    "stratum": "Element",
    "element": "Water",
    "rank": "1",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A first current suggests the matter should be approached through listening, receptivity, and careful adaptation.",
    "shadow": "Receptivity becomes drift when every influence is allowed to redirect the course.",
    "astralNote": "Its astral note points toward a responsive first step that still keeps intention in view.",
    "umbralNote": "Its umbral note suggests settling the waters before choosing a direction.",
    "flags": []
  },
  {
    "id": "water-ii",
    "name": "Water II",
    "stratum": "Element",
    "element": "Water",
    "rank": "2",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A joined flow suggests two currents can move together if they are allowed to meet without force.",
    "shadow": "Union becomes muddling when distinction is lost in the name of harmony.",
    "astralNote": "Its astral note points toward cooperation shaped by mutual responsiveness.",
    "umbralNote": "Its umbral note suggests letting the currents settle before binding them more tightly.",
    "flags": []
  },
  {
    "id": "water-iii",
    "name": "Water III",
    "stratum": "Element",
    "element": "Water",
    "rank": "3",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Generative movement suggests the pattern deepens when nourishment, care, and continuity are allowed to circulate.",
    "shadow": "Nourishment becomes indulgence when care loses all boundary.",
    "astralNote": "Its astral note points toward sustaining what is growing through active attention.",
    "umbralNote": "Its umbral note suggests guarding the source before extending its reach.",
    "flags": []
  },
  {
    "id": "water-iv",
    "name": "Water IV",
    "stratum": "Element",
    "element": "Water",
    "rank": "4",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Still containment suggests that rest, privacy, and emotional boundary are more useful now than expansion.",
    "shadow": "Containment becomes withdrawal when nothing is allowed to enter or leave.",
    "astralNote": "Its astral note points toward carrying what matters in a more deliberate vessel.",
    "umbralNote": "Its umbral note suggests rest, retreat, and preservation of the inner reserve.",
    "flags": []
  },
  {
    "id": "water-v",
    "name": "Water V",
    "stratum": "Element",
    "element": "Water",
    "rank": "5",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "A troubled current suggests loss, grief, or disappointment is shaping the present atmosphere and should be acknowledged directly.",
    "shadow": "Sorrow becomes fixation when only what has been spilled is allowed into view.",
    "astralNote": "Its astral note points toward recovery that begins with honest recognition of what was lost.",
    "umbralNote": "Its umbral note suggests staying with the feeling long enough for it to clarify.",
    "flags": []
  },
  {
    "id": "water-vi",
    "name": "Water VI",
    "stratum": "Element",
    "element": "Water",
    "rank": "6",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A returning tide suggests memory, tenderness, and restoration may have useful force in the present question.",
    "shadow": "Memory becomes regression when the past is used to avoid the demands of the present.",
    "astralNote": "Its astral note points toward drawing usable nourishment from what has already been known.",
    "umbralNote": "Its umbral note suggests remembering without being ruled by recollection.",
    "flags": []
  },
  {
    "id": "water-vii",
    "name": "Water VII",
    "stratum": "Element",
    "element": "Water",
    "rank": "7",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Multiple reflections suggest the field contains possibilities that should be examined before any one is treated as destiny.",
    "shadow": "Possibility becomes illusion when desire is allowed to select the reflection in advance.",
    "astralNote": "Its astral note points toward exploring options without surrendering discernment.",
    "umbralNote": "Its umbral note suggests narrowing the field before making any promise to it.",
    "flags": []
  },
  {
    "id": "water-viii",
    "name": "Water VIII",
    "stratum": "Element",
    "element": "Water",
    "rank": "8",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Withdrawal from a familiar shore suggests departure may be necessary even if the next harbor is not yet visible.",
    "shadow": "Departure becomes avoidance when leaving is chosen simply to escape the work of staying.",
    "astralNote": "Its astral note points toward a meaningful departure undertaken with awareness.",
    "umbralNote": "Its umbral note suggests leaving only after the inner reason is named clearly.",
    "flags": []
  },
  {
    "id": "water-ix",
    "name": "Water IX",
    "stratum": "Element",
    "element": "Water",
    "rank": "9",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A full basin suggests fulfillment is available when desire is acknowledged without excess or denial.",
    "shadow": "Fulfillment becomes complacency when satisfaction closes the door to further truth.",
    "astralNote": "Its astral note points toward receiving what is present with gratitude and proportion.",
    "umbralNote": "Its umbral note suggests checking whether the comfort is complete or merely convenient.",
    "flags": []
  },
  {
    "id": "water-x",
    "name": "Water X",
    "stratum": "Element",
    "element": "Water",
    "rank": "10",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A completed tide suggests belonging, continuity, and emotional order can now be understood as a whole pattern rather than a passing feeling.",
    "shadow": "Wholeness becomes enclosure when harmony is maintained by refusing any disruption at all.",
    "astralNote": "Its astral note points toward sharing what has been brought into full relation.",
    "umbralNote": "Its umbral note suggests preserving the harmony by tending its quieter foundations.",
    "flags": []
  }
]
