[
  {
    "id": "wind-i",
    "name": "Wind I",
    "stratum": "Element",
    "element": "Wind",
    "rank": "1",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A first stirring suggests the matter is ready to move, provided the direction is noticed before the speed is admired.",
    "shadow": "Movement becomes drift when motion is taken as proof of progress.",
    "astralNote": "Its astral note points toward a quick but thoughtful beginning.",
    "umbralNote": "Its umbral note suggests listening to the current before stepping into it.",
    "flags": []
  },
  {
    "id": "wind-ii",
    "name": "Wind II",
    "stratum": "Element",
    "element": "Wind",
    "rank": "2",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "An exchange of currents suggests movement becomes useful when two forces learn how to answer one another cleanly.",
    "shadow": "Exchange becomes instability when every shift is mirrored without judgment.",
    "astralNote": "Its astral note indicates responsive collaboration can advance the work.",
    "umbralNote": "Its umbral note suggests letting the competing currents settle into pattern first.",
    "flags": []
  },
  {
    "id": "wind-iii",
    "name": "Wind III",
    "stratum": "Element",
    "element": "Wind",
    "rank": "3",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Circulation suggests ideas, effort, and speech should be allowed to pass freely enough to keep the pattern alive.",
    "shadow": "Circulation becomes noise when movement multiplies without carrying substance.",
    "astralNote": "Its astral note points toward keeping the exchange active and purposeful.",
    "umbralNote": "Its umbral note suggests clearing static before adding another voice.",
    "flags": []
  },
  {
    "id": "wind-iv",
    "name": "Wind IV",
    "stratum": "Element",
    "element": "Wind",
    "rank": "4",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "A settled draft suggests boundaries and pacing are needed if the movement is to remain coherent.",
    "shadow": "Structure becomes confinement when the air is never allowed to shift.",
    "astralNote": "Its astral note indicates form can support a more effective movement.",
    "umbralNote": "Its umbral note suggests slowing the tempo until the path is clearer.",
    "flags": []
  },
  {
    "id": "wind-v",
    "name": "Wind V",
    "stratum": "Element",
    "element": "Wind",
    "rank": "5",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Opposing gusts suggest the field is unsettled and may resist any attempt to force one clean direction too early.",
    "shadow": "Conflict becomes confusion when every cross-current is treated as equal truth.",
    "astralNote": "Its astral note points toward identifying the strongest line before committing effort.",
    "umbralNote": "Its umbral note suggests waiting until the turbulence loses some force.",
    "flags": []
  },
  {
    "id": "wind-vi",
    "name": "Wind VI",
    "stratum": "Element",
    "element": "Wind",
    "rank": "6",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A favorable current suggests movement can resume with more grace than force if the opening is used wisely.",
    "shadow": "Advantage becomes vanity when the easy current is mistaken for permanent support.",
    "astralNote": "Its astral note indicates an opening is present and can be used cleanly.",
    "umbralNote": "Its umbral note suggests keeping enough reserve to adjust if the current turns.",
    "flags": []
  },
  {
    "id": "wind-vii",
    "name": "Wind VII",
    "stratum": "Element",
    "element": "Wind",
    "rank": "7",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Elevation suggests perspective can be gained by rising just far enough above the pressure to see its pattern.",
    "shadow": "Perspective becomes detachment when height is used to escape consequence.",
    "astralNote": "Its astral note points toward using a broader view to guide action.",
    "umbralNote": "Its umbral note suggests remaining observant before descending into the matter again.",
    "flags": []
  },
  {
    "id": "wind-viii",
    "name": "Wind VIII",
    "stratum": "Element",
    "element": "Wind",
    "rank": "8",
    "polarity": "Astral",
    "polarityWeight": 2,
    "core": "Rapid passage suggests developments may outrun hesitation, rewarding clear timing and flexible response.",
    "shadow": "Speed becomes fragmentation when sequence is abandoned in favor of sheer pace.",
    "astralNote": "Its astral note points toward timely movement and swift coordination.",
    "umbralNote": "Its umbral note suggests cutting speed slightly so coherence is preserved.",
    "flags": []
  },
  {
    "id": "wind-ix",
    "name": "Wind IX",
    "stratum": "Element",
    "element": "Wind",
    "rank": "9",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A long-moving current suggests endurance is possible when the path remains adaptive and not rigidly fixed.",
    "shadow": "Endurance becomes wandering when no destination remains visible.",
    "astralNote": "Its astral note indicates continued movement still has value if the line stays intentional.",
    "umbralNote": "Its umbral note suggests checking whether the course still serves the question.",
    "flags": []
  },
  {
    "id": "wind-x",
    "name": "Wind X",
    "stratum": "Element",
    "element": "Wind",
    "rank": "10",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "Dissipation suggests the cycle is dispersing and should not be forced back into a shape it has already outgrown.",
    "shadow": "Release becomes evasion when dissolution is chosen simply to avoid responsibility.",
    "astralNote": "Its astral note points toward letting the old pattern disperse so a truer one can form.",
    "umbralNote": "Its umbral note supports dispersal, reduction, and an unforced ending.",
    "flags": []
  }
]
