[
  {
    "id": "ice-i",
    "name": "Ice I",
    "stratum": "Element",
    "element": "Ice",
    "rank": "1",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The first stilling suggests the matter benefits from pause, structure, and clear limits.",
    "shadow": "Restraint becomes inhibition when motion is refused before the situation is understood.",
    "astralNote": "Its astral note indicates a measured first move can still emerge from restraint.",
    "umbralNote": "Its umbral note supports pausing before committing force.",
    "flags": []
  },
  {
    "id": "ice-ii",
    "name": "Ice II",
    "stratum": "Element",
    "element": "Ice",
    "rank": "2",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A careful pairing suggests stability can be built through mutual limits and disciplined exchange.",
    "shadow": "Balance becomes cold distance when restraint replaces contact entirely.",
    "astralNote": "Its astral note points toward orderly cooperation.",
    "umbralNote": "Its umbral note suggests setting terms before deepening commitment.",
    "flags": []
  },
  {
    "id": "ice-iii",
    "name": "Ice III",
    "stratum": "Element",
    "element": "Ice",
    "rank": "3",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Refinement suggests the work improves when excess is pared away and the form made cleaner.",
    "shadow": "Refinement becomes sterility when all warmth is removed from the process.",
    "astralNote": "Its astral note indicates precision can serve progress if it stays humane.",
    "umbralNote": "Its umbral note supports reduction, editing, and careful compression.",
    "flags": []
  },
  {
    "id": "ice-iv",
    "name": "Ice IV",
    "stratum": "Element",
    "element": "Ice",
    "rank": "4",
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "Containment suggests that preserving order is more useful than expanding your reach.",
    "shadow": "Containment becomes rigidity when structure is defended long after it ceases to serve.",
    "astralNote": "Its astral note points toward using structure as a base for careful action.",
    "umbralNote": "Its umbral note supports consolidation and boundary keeping.",
    "flags": []
  },
  {
    "id": "ice-v",
    "name": "Ice V",
    "stratum": "Element",
    "element": "Ice",
    "rank": "5",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "Loss of coherence suggests a cold fracture has already formed and should be addressed directly.",
    "shadow": "Fracture deepens when detachment is used to deny the damage.",
    "astralNote": "Its astral note indicates repair begins with exact acknowledgment.",
    "umbralNote": "Its umbral note supports stopping further strain before attempting repair.",
    "flags": []
  },
  {
    "id": "ice-vi",
    "name": "Ice VI",
    "stratum": "Element",
    "element": "Ice",
    "rank": "6",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "A stable exchange suggests equilibrium can be restored through fairness and disciplined reciprocity.",
    "shadow": "Fairness becomes accounting without care when the measure matters more than the people involved.",
    "astralNote": "Its astral note points toward practical restitution and even-handed action.",
    "umbralNote": "Its umbral note suggests slowing the exchange until balance is real.",
    "flags": []
  },
  {
    "id": "ice-vii",
    "name": "Ice VII",
    "stratum": "Element",
    "element": "Ice",
    "rank": "7",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "Disciplined testing suggests the field can be surveyed without abandoning strategic position.",
    "shadow": "Calculation becomes suspicion when every movement is treated as a threat.",
    "astralNote": "Its astral note indicates a careful advance can be made from a defended position.",
    "umbralNote": "Its umbral note supports holding the line while the pattern clarifies.",
    "flags": []
  },
  {
    "id": "ice-viii",
    "name": "Ice VIII",
    "stratum": "Element",
    "element": "Ice",
    "rank": "8",
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "A clean release suggests that swift separation may be kinder than prolonged strain.",
    "shadow": "Separation becomes abandonment when speed is used to avoid accountability.",
    "astralNote": "Its astral note points toward decisive severance where needed.",
    "umbralNote": "Its umbral note suggests confirming what truly must be cut away.",
    "flags": []
  },
  {
    "id": "ice-ix",
    "name": "Ice IX",
    "stratum": "Element",
    "element": "Ice",
    "rank": "9",
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "Hard-won clarity suggests endurance is possible when the form of the burden is properly understood.",
    "shadow": "Endurance becomes numbness when feeling is frozen out in order to continue.",
    "astralNote": "Its astral note indicates resilience can support one more necessary effort.",
    "umbralNote": "Its umbral note suggests preserving strength through careful pacing.",
    "flags": []
  },
  {
    "id": "ice-x",
    "name": "Ice X",
    "stratum": "Element",
    "element": "Ice",
    "rank": "10",
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "Final stillness suggests the cycle can close if what is finished is allowed to rest completely.",
    "shadow": "Closure becomes deadlock when finality is claimed too early or too absolutely.",
    "astralNote": "Its astral note points toward completing the pattern with exactness.",
    "umbralNote": "Its umbral note supports closure, rest, and deliberate cessation.",
    "flags": []
  }
]
