[
  {
    "id": "persona-the-witness",
    "name": "The Witness",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests the matter is being shaped by observation, memory, and the need to name what is true.",
    "shadow": "Witnessing becomes distance when one watches carefully but refuses involvement entirely.",
    "astralNote": "Its astral note points toward speaking with precision from what has been seen.",
    "umbralNote": "Its umbral note suggests observing longer before taking a position.",
    "flags": []
  },
  {
    "id": "persona-the-bearer",
    "name": "The Bearer",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests the question is being carried as a burden of care, duty, or endurance.",
    "shadow": "Burden becomes identity when no weight is ever set down long enough to be examined.",
    "astralNote": "Its astral note indicates responsibility can still be carried with deliberate agency.",
    "umbralNote": "Its umbral note suggests reducing the load before deciding what must remain.",
    "flags": []
  },
  {
    "id": "persona-the-wayfarer",
    "name": "The Wayfarer",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "The personal lens suggests the matter is shaped by movement, departure, and a willingness to learn by travel rather than permanence.",
    "shadow": "Motion becomes avoidance when leaving is chosen simply to escape the labor of staying.",
    "astralNote": "Its astral note points toward a meaningful step into new ground.",
    "umbralNote": "Its umbral note suggests understanding what is being left before crossing the threshold.",
    "flags": []
  },
  {
    "id": "persona-the-keeper",
    "name": "The Keeper",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests preservation, stewardship, and careful custody are central to the question.",
    "shadow": "Preservation becomes stagnation when holding replaces judgment about what still deserves to remain.",
    "astralNote": "Its astral note indicates what is valuable can be protected without halting all motion.",
    "umbralNote": "Its umbral note suggests checking whether the guarded thing is still alive beneath its shelter.",
    "flags": []
  },
  {
    "id": "persona-the-speaker",
    "name": "The Speaker",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "The personal lens suggests the matter is shaped by naming, persuasion, and the consequences of choosing words publicly.",
    "shadow": "Speech becomes manipulation when language is used to steer rather than clarify.",
    "astralNote": "Its astral note points toward speaking directly and with proportion.",
    "umbralNote": "Its umbral note suggests saying less until the necessary sentence becomes clear.",
    "flags": []
  },
  {
    "id": "persona-the-listener",
    "name": "The Listener",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests understanding depends on what can be heard beneath the obvious statement.",
    "shadow": "Listening becomes passivity when attention replaces every form of response.",
    "astralNote": "Its astral note indicates careful hearing can guide a cleaner answer.",
    "umbralNote": "Its umbral note suggests allowing the silence to lengthen before deciding what it means.",
    "flags": []
  },
  {
    "id": "persona-the-vigilant",
    "name": "The Vigilant",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests the matter is being held under watch, caution, and a reluctance to be surprised.",
    "shadow": "Caution becomes suspicion when every movement is read as a threat.",
    "astralNote": "Its astral note points toward using watchfulness to secure a wise action.",
    "umbralNote": "Its umbral note suggests relaxing the guard enough to see what is no longer dangerous.",
    "flags": []
  },
  {
    "id": "persona-the-artisan",
    "name": "The Artisan",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests the question is being shaped through craft, revision, and deliberate making.",
    "shadow": "Craft becomes perfectionism when refinement is used to delay completion.",
    "astralNote": "Its astral note points toward forming the answer through skilled labor.",
    "umbralNote": "Its umbral note suggests strengthening the design before expanding its scope.",
    "flags": []
  },
  {
    "id": "persona-the-penitent",
    "name": "The Penitent",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "The personal lens suggests remorse, accountability, and the desire to set something right are guiding the reading.",
    "shadow": "Contrition becomes self-punishment when repair is replaced by endless inward judgment.",
    "astralNote": "Its astral note points toward making amends in a concrete and proportional way.",
    "umbralNote": "Its umbral note suggests distinguishing responsibility from self-erasure.",
    "flags": []
  },
  {
    "id": "persona-the-healer",
    "name": "The Healer",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests repair, mercy, and restoration are central to how the question is being understood.",
    "shadow": "Healing becomes denial when recovery is declared before the wound is known.",
    "astralNote": "Its astral note points toward active and practical restoration.",
    "umbralNote": "Its umbral note suggests tending the injury before pursuing larger progress.",
    "flags": []
  },
  {
    "id": "persona-the-judge",
    "name": "The Judge",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests the matter is being weighed through standards, evidence, and consequence.",
    "shadow": "Judgment becomes severity when complexity is compressed into a verdict too early.",
    "astralNote": "Its astral note points toward a careful decision grounded in what can be defended.",
    "umbralNote": "Its umbral note suggests delaying the sentence until the evidence is fully assembled.",
    "flags": []
  },
  {
    "id": "persona-the-exile",
    "name": "The Exile",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests estrangement, distance, or self-removal is shaping how the question is interpreted.",
    "shadow": "Distance becomes identity when exile is treated as the only honest form of living.",
    "astralNote": "Its astral note points toward returning in part, even if not fully.",
    "umbralNote": "Its umbral note suggests honoring the distance while testing whether it still serves a need.",
    "flags": []
  },
  {
    "id": "persona-the-guardian",
    "name": "The Guardian",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests defense, loyalty, and concern for the vulnerable are shaping the reading.",
    "shadow": "Protection becomes control when safeguarding another removes their agency entirely.",
    "astralNote": "Its astral note points toward guarding what matters without closing every gate.",
    "umbralNote": "Its umbral note suggests verifying whether the danger is current or merely remembered.",
    "flags": []
  },
  {
    "id": "persona-the-pilgrim",
    "name": "The Pilgrim",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "The personal lens suggests meaning is being sought through ordeal, distance, or sacred persistence.",
    "shadow": "Purpose becomes self-abandonment when the road is followed after its lesson has already been learned.",
    "astralNote": "Its astral note points toward continuing the journey with clearer intention.",
    "umbralNote": "Its umbral note suggests resting long enough to ask what the road has already given.",
    "flags": []
  },
  {
    "id": "persona-the-orphan",
    "name": "The Orphan",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -2,
    "core": "The personal lens suggests abandonment, discontinuity, or unsupported responsibility is central to the feeling of the question.",
    "shadow": "Self-reliance becomes desolation when the refusal to need anyone is treated as strength alone.",
    "astralNote": "Its astral note points toward building chosen bonds where inherited ones failed.",
    "umbralNote": "Its umbral note suggests naming the loneliness without letting it define the future.",
    "flags": []
  },
  {
    "id": "persona-the-mourner",
    "name": "The Mourner",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests grief, remembrance, and unresolved tenderness are shaping the reading.",
    "shadow": "Grief becomes enclosure when sorrow is treated as the last true bond to what was lost.",
    "astralNote": "Its astral note points toward carrying the loss without surrendering the living present.",
    "umbralNote": "Its umbral note suggests remaining with the grief long enough for its instruction to emerge.",
    "flags": []
  },
  {
    "id": "persona-the-aspirant",
    "name": "The Aspirant",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "The personal lens suggests ambition, growth, and a reaching beyond present station are active within the question.",
    "shadow": "Aspiration becomes hunger when advancement is pursued without regard for cost or meaning.",
    "astralNote": "Its astral note points toward disciplined effort aimed at worthy elevation.",
    "umbralNote": "Its umbral note suggests clarifying the aim before climbing further.",
    "flags": []
  },
  {
    "id": "persona-the-heritor",
    "name": "The Heritor",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests the question is bound to inheritance, legacy, and what has been received rather than chosen.",
    "shadow": "Inheritance becomes imprisonment when legacy is obeyed after its purpose has died.",
    "astralNote": "Its astral note points toward using what was inherited without being ruled by it.",
    "umbralNote": "Its umbral note suggests examining what should be carried forward and what should end here.",
    "flags": []
  },
  {
    "id": "persona-the-strategist",
    "name": "The Strategist",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests the matter is being viewed through preparation, sequencing, and the management of consequence.",
    "shadow": "Planning becomes distortion when control is pursued at the expense of responsiveness.",
    "astralNote": "Its astral note points toward arranging the field before making the move.",
    "umbralNote": "Its umbral note suggests leaving room for the unexpected rather than planning it out of existence.",
    "flags": []
  },
  {
    "id": "persona-the-supplicant",
    "name": "The Supplicant",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests dependence, petition, and the need for aid are shaping how the matter is approached.",
    "shadow": "Need becomes self-erasure when all agency is handed away with the request.",
    "astralNote": "Its astral note points toward asking clearly for what is needed without surrendering dignity.",
    "umbralNote": "Its umbral note suggests determining which help is truly necessary before seeking it.",
    "flags": []
  },
  {
    "id": "persona-the-votary",
    "name": "The Votary",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Astral",
    "polarityWeight": 1,
    "core": "The personal lens suggests devotion, chosen discipline, and a willing offering of effort are central to the question.",
    "shadow": "Devotion becomes fanaticism when reverence is used to excuse imbalance.",
    "astralNote": "Its astral note points toward committing cleanly to what has already proven worthy.",
    "umbralNote": "Its umbral note suggests testing whether the vow still serves truth rather than only habit.",
    "flags": []
  },
  {
    "id": "persona-the-mask",
    "name": "The Mask",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests role, persona, and performed identity are active parts of the matter being interpreted.",
    "shadow": "Presentation becomes concealment when the role is maintained after the self beneath it has changed.",
    "astralNote": "Its astral note points toward choosing the role deliberately rather than unconsciously.",
    "umbralNote": "Its umbral note suggests asking what the mask protects and what it prevents.",
    "flags": []
  },
  {
    "id": "persona-the-anchorite",
    "name": "The Anchorite",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests withdrawal, discipline, and chosen solitude are shaping the reading.",
    "shadow": "Solitude becomes severance when retreat is used to refuse all answering relation.",
    "astralNote": "Its astral note points toward drawing strength from solitude without letting it become exile.",
    "umbralNote": "Its umbral note suggests remaining inward only as long as the inward work remains honest.",
    "flags": []
  },
  {
    "id": "persona-the-reconciler",
    "name": "The Reconciler",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Balanced",
    "polarityWeight": 0,
    "core": "The personal lens suggests repair, mediation, and the search for liveable accord are central to the question.",
    "shadow": "Peace becomes evasion when reconciliation is pursued without truth or accountability.",
    "astralNote": "Its astral note points toward bringing opposing claims into one workable field.",
    "umbralNote": "Its umbral note suggests not forcing peace faster than honesty can support it.",
    "flags": []
  },
  {
    "id": "persona-the-remnant",
    "name": "The Remnant",
    "stratum": "Persona",
    "element": null,
    "rank": null,
    "polarity": "Umbral",
    "polarityWeight": -1,
    "core": "The personal lens suggests survival after loss, partial inheritance, and the task of continuing with what remains.",
    "shadow": "Survival becomes diminishment when the remnant is treated as all that can ever be.",
    "astralNote": "Its astral note points toward building from what endured without denying what was lost.",
    "umbralNote": "Its umbral note suggests honoring the fragment before demanding fullness from it.",
    "flags": []
  }
]
